[
  "obsidian-plugin-prettier",
  "obsidian-markdown-formatting-assistant-plugin",
  "table-editor-obsidian",
  "obsidian-annotator",
  "obsidian-opener",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-auto-link-title",
  "obsidian-dictionary-plugin",
  "obsidian-image-toolkit",
  "obsidian42-brat",
  "typst",
  "surfing",
  "markdown-table-editor",
  "obsidian-style-settings",
  "obsidian-advanced-codeblock",
  "obsidian-custom-frames",
  "html-server",
  "obsidian-excalidraw-plugin",
  "oz-clear-unused-images",
  "obsidian-mind-map",
  "mindmap",
  "style-text",
  "obsidian-dice-roller",
  "codeblock-customizer"
]