[
  "obsidian-plugin-prettier",
  "obsidian-markdown-formatting-assistant-plugin",
  "table-editor-obsidian",
  "obsidian-excalidraw-plugin",
  "obsidian-annotator",
  "obsidian-opener",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-auto-link-title",
  "obsidian-dictionary-plugin",
  "obsidian-image-toolkit",
  "obsidian42-brat",
  "typst",
  "obsidian-custom-frames",
  "obsidian-kanban",
  "surfing",
  "markdown-table-editor",
  "obsidian-style-settings",
  "obsidian-advanced-codeblock"
]